{
    "importantInformation": {
      "title": "Важна информация",
      "content": [
        "Здравейте и добре дошли в моето Web3 гласуване приложение. Това приложение позволява на потребителите да гласуват по различни анкети, а гласовете се съхраняват сигурно в тестовата мрежа Sepolia на блокчейн Ethereum."
      ]
    },
    "gettingStarted": {
      "title": "Започване",
      "content": [
        "За да участвате в процеса на гласуване, ще ви трябват малко тестов етер. Ето какво трябва да знаете:"
      ]
    },
    "steps": {
      "metaMaskWallet": "Ще ви е нужен MetaMask портфейл или друг съвместим с Ethereum портфейл, за да взаимодействате с блокчейна.",
      "sepoliaNetwork": "Гласовете се записват в тестовата мрежа Sepolia, която е тестова версия на блокчейн Ethereum.",
      "testEther": "Използването на тестовата мрежа Sepolia изисква тестов етер, който може да се получи безплатно от кран."
    },
    "howToGetTestEther": {
      "title": "Как да получите тестов етер",
      "content": [
        "Тъй като не мога да покрия разходите за всички транзакции, ще трябва сами да получите тестов етер. Следвайте тези стъпки, за да получите тестов етер:"
      ],
      "steps": [
        "Отворете уеб браузъра си и отидете в Google.",
        "Търсете \"Google Free Sepolia faucet\" или използвайте <a href=\"https://cloud.google.com/application/web3/faucet/ethereum/sepolia\" target=\"_blank\">Този линк</a> директно.",
        "Изберете кран от резултатите от търсенето и следвайте инструкциите, за да получите безплатен тестов етер ежедневно.",
        "Уверете се, че изпращате тестовия етер на адреса на портфейла, който използвате за това приложение."
      ]
    },
    "participate": {
      "content": [
        "След като имате тестов етер в портфейла си, можете да участвате в анкетите и да гласувате."
      ]
    },
    "needHelp": {
      "title": "Нуждаете се от помощ?",
      "content": [
        "Ако имате въпроси или срещнете проблеми, не се колебайте да се свържете за поддръжка. Приятно гласуване!"
      ]
    }
  }
  