{
    "importantInformation": {
      "title": "Важна информация",
      "content": [
        "Здравейте! Добре дошли в моето ", 
        "Web3 Децентрализирано Blockchain приложение.",
        "Web3 Voting App дава възможност на потребителите да гласуват по различни анкети, а гласовете се съхраняват на сигурно място в тестовата мрежа Sepolia на Етериум блокчейна."
      ]
    },
    "gettingStarted": {
      "title": "Как да започна",
      "content": [
        "За да участвате в процеса на гласуване, ще ви трябват малко тестов етер. Ето какво трябва да знаете:"
      ]
    },
    "steps": {
      "metaMaskWallet": "Ще ви е нужен MetaMask портфейл или друг съвместим с Ethereum портфейл, за да взаимодействате с блокчейна.",
      "sepoliaNetwork": "Гласовете се записват в тестовата мрежа Sepolia, която е тестова версия на блокчейн Ethereum.",
      "testEther": "Използването на тестовата мрежа Sepolia изисква тестов етер, който може да се получи безплатно от така наречените \"Facyets\""
    },
    "howToGetTestEther": {
      "title": "Откъде да взема тестов етер",
      "content": [
        "Тъй като не мога да покрия разходите за всички транзакции, ще трябва сами да се сдобиете с тестов етер. Следвайте тези стъпки, за да получите малко тестов етер:"
      ],
      "steps": [
        "Отворете уеб браузъра си и отидете в Google.",
        ["Потърсете \"Google Free Sepolia faucet\" или използвайте ", "Този Линк ", "директно."],
        "Изберете Faucet-а и следвайте инструкциите. Може да получавате по 0.05 ETH на акаунт на всеки 24 часа.",
        "Уверете се, че изпращате етера на адреса на портфейла, който използвате за това приложение."
      ]
    },
    "participate": {
      "content": [
        "След като вече имате етер в портфейла си, можете да участвате в анкетите и да гласувате."
      ]
    },
    "needHelp": {
      "title": "Нуждаете се от помощ?",
      "content": [
        "Ако имате въпроси или срещнете проблеми, не се колебайте да се свържете с мен. Приятно гласуване!"
      ]
    }
  }
  